tap "azure/functions"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "omnisharp/omnisharp-roslyn"
tap "powershell/tap"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "azure-cli"
brew "caddy"
brew "libtool"
brew "protobuf"
brew "container", link: false
brew "direnv"
brew "exif"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "freeradius-server"
brew "gnu-sed"
brew "gource"
brew "helm"
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "kubeseal"
brew "kustomize"
brew "libpostal"
brew "libpq"
brew "mimirtool"
brew "minikube"
brew "neovim"
brew "ory-hydra"
brew "pipenv"
brew "pkgconf"
brew "pyenv"
brew "ripgrep"
brew "step"
brew "swaks"
brew "telnet"
brew "terraform"
brew "tmux"
brew "watch"
brew "wget"
brew "yq"
brew "azure/functions/azure-functions-core-tools@4"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/sketchybar"
brew "omnisharp/omnisharp-roslyn/omnisharp"
brew "powershell/tap/powershell"
cask "aerospace"
cask "betterdisplay"
cask "bettermouse"
cask "container"
cask "devutils"
cask "font-hack-nerd-font"
cask "gitkraken"
cask "hiddenbar"
cask "imhex"
cask "ngrok"
cask "notunes"
cask "wezterm"
vscode "better-ts-errors.better-ts-errors"
vscode "britesnow.vscode-toggle-quotes"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "yoavbls.pretty-ts-errors"
go "armlend.com/core"
